Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Practice history, imported sheet music, and saved sign-in information will be deleted from this device. This can't be undone.
ar: سيتم حذف سجل التدريبات والنوتة الموسيقية المستوردة ومعلومات تسجيل الدخول المحفوظة من هذا الجهاز. لا يمكن التراجع عن هذا.
de: Der Übungsverlauf, importierte Noten und gespeicherte Anmeldeinformationen werden von diesem Gerät gelöscht. Dies kann nicht rückgängig gemacht werden.
es: El historial de práctica, las partituras importadas y la información de inicio de sesión guardada se eliminarán de este dispositivo. Esto no se puede deshacer.
fr: L'historique des entraînements, les partitions importées et les informations de connexion enregistrées seront supprimés de cet appareil. Cela ne peut pas être annulé.
ja: 練習履歴、取り込んだ楽譜、保存されているサインイン情報が本機から削除されます。これを元に戻すことはできません。
ko: 연습 내역, 가져온 악보, 저장된 로그인 정보가 이 기기에서 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: O histórico de treinos, partituras importadas e informações de login salvas serão excluídos deste dispositivo. Isso não pode ser desfeito.
ru: История тренировок, импортированные ноты и сохраненная информация для входа в систему будут удалены с этого устройства. Это невозможно отменить.
vi: Lịch sử luyện tập, bản nhạc đã nhập và thông tin đăng nhập đã lưu sẽ bị xóa khỏi thiết bị này. Không thể hoàn tác việc này.
zh_hans: 练习历史记录、导入的乐谱和保存的登录信息将从该设备中删除。这无法撤消。
zh_hant: 練習歷史記錄、匯入的樂譜和已儲存的登入資訊將從該裝置中刪除。這無法撤消。

source: Practice library
ar: مكتبة الممارسة
de: Übungsbibliothek
es: biblioteca de práctica
fr: Bibliothèque de pratique
ja: 練習ライブラリ
ko: 연습 라이브러리
pt_br: Biblioteca prática
ru: Библиотека занятий
vi: Thư viện thực hành
zh_hans: 练习资料库
zh_hant: 練習資料庫

source: Practice notes
ar: ملاحظات الممارسة
de: Übungsnotizen
es: notas practicas
fr: Notes de pratique
ja: 練習ノート
ko: 연습 노트
pt_br: Notas práticas
ru: Практические заметки
vi: Ghi chú thực hành
zh_hans: 练习笔记
zh_hant: 練習筆記

source: Practice packs
ar: حزم الممارسة
de: Übungspakete
es: Paquetes de practica
fr: Packs de pratique
ja: 練習パック
ko: 연습 팩
pt_br: Pacotes de prática
ru: Практические пакеты
vi: Gói thực hành
zh_hans: 练习包
zh_hant: 練習包

source: Practice recordings and imported sheet music stay on this device unless you choose to share or export them.
ar: تبقى تسجيلات التدريب والنوتات الموسيقية المستوردة على هذا الجهاز ما لم تختر مشاركتها أو تصديرها.
de: Übungsaufnahmen und importierte Noten bleiben auf diesem Gerät, sofern Sie sie nicht teilen oder exportieren.
es: Las grabaciones de práctica y las partituras importadas permanecen en este dispositivo, salvo que decidas compartirlas o exportarlas.
fr: Les enregistrements de séance et les partitions importées restent sur cet appareil, sauf si vous choisissez de les partager ou de les exporter.
ja: 練習の録音と取り込んだ楽譜は、共有または書き出しを選ばない限り、この端末に保存されます。
ko: 연습 녹음과 가져온 악보는 공유하거나 내보내기를 선택하지 않는 한 이 기기에 보관됩니다.
pt_br: As gravações de prática e as partituras importadas ficam neste dispositivo, a menos que você escolha compartilhá-las ou exportá-las.
ru: Записи занятий и импортированные ноты остаются на этом устройстве, если вы не решите поделиться ими или экспортировать их.
vi: Bản ghi âm luyện tập và bản nhạc đã nhập sẽ được giữ trên thiết bị này trừ khi bạn chọn chia sẻ hoặc xuất chúng.
zh_hans: 练习录音和导入的乐谱会保留在此设备上，除非你选择共享或导出。
zh_hant: 練習錄音和匯入的樂譜會保留在此裝置上，除非你選擇分享或匯出。

source: Practice time
ar: وقت الممارسة
de: Übungszeit
es: tiempo de practica
fr: Temps de pratique
ja: 練習時間
ko: 연습시간
pt_br: Tempo de prática
ru: Время практики
vi: Thời gian luyện tập
zh_hans: 练习时间
zh_hant: 練習時間

source: Preset name
ar: اسم محدد مسبقًا
de: Voreingestellter Name
es: Nombre preestablecido
fr: Nom du préréglage
ja: プリセット名
ko: 프리셋 이름
pt_br: Nome predefinido
ru: Имя предустановки
vi: Tên đặt trước
zh_hans: 预设名称
zh_hant: 預設名稱

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt_br: Anterior
ru: Предыдущий
vi: trước đó
zh_hans: 上一页
zh_hant: 上一頁

source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인 정보 보호
pt_br: Privacidade
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: Política de Privacidade
ru: Политика конфиденциальности
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Privacy, terms, and help.
ar: الخصوصية والشروط والمساعدة.
de: Datenschutz, Bedingungen und Hilfe.
es: Privacidad, términos y ayuda.
fr: Confidentialité, conditions et aide.
ja: プライバシー、規約、ヘルプ。
ko: 개인정보 보호, 약관 및 도움말.
pt_br: Privacidade, termos e ajuda.
ru: Конфиденциальность, условия и помощь.
vi: Quyền riêng tư, điều khoản và trợ giúp.
zh_hans: 隐私、条款和帮助。
zh_hant: 隱私權、條款和幫助。

source: Problem passage
ar: المقطع الموسيقي الصعب
de: Schwierige Musikpassage
es: Pasaje musical difícil
fr: Passage musical difficile
ja: 難しい楽句
ko: 어려운 악구
pt_br: Trecho musical difícil
ru: Сложный музыкальный фрагмент
vi: Đoạn nhạc khó
zh_hans: 困难乐段
zh_hant: 困難樂段

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
ko: 진행 상황
pt_br: Progresso
ru: Прогресс
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

source: Quarter
ar: نغمة ربعية
de: Viertelnote
es: Negra
fr: Noire
ja: 4分音符
ko: 4분음표
pt_br: Semínima
ru: Четвертная нота
vi: Nốt đen
zh_hans: 四分音符
zh_hant: 四分音符

source: Quick start
ar: بداية سريعة
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
ja: クイックスタート
ko: 빠른 시작
pt_br: Início rápido
ru: Быстрый старт
vi: Bắt đầu nhanh
zh_hans: 快速启动
zh_hant: 快速啟動

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
vi: Sẵn sàng
zh_hans: 已就绪
zh_hant: 已就緒

source: Ready for your first note?
ar: هل أنت مستعد لنغمتك الأولى؟
de: Bereit für deine erste Note?
es: ¿Listo para tu primera nota?
fr: Prêt pour votre première note ?
ja: 最初の音を出す準備はできましたか？
ko: 첫 음을 연주할 준비가 되셨나요?
pt_br: Pronto para sua primeira nota?
ru: Готовы сыграть первую ноту?
vi: Bạn đã sẵn sàng cho nốt đầu tiên chưa?
zh_hans: 准备好演奏第一个音符了吗？
zh_hant: 準備好演奏第一個音符了嗎？

source: Ready to focus
ar: جاهز للتدريب المركّز
de: Bereit für konzentriertes Üben
es: Listo para practicar con concentración
fr: Prêt à vous concentrer
ja: 集中練習の準備完了
ko: 집중 연습 준비 완료
pt_br: Pronto para praticar com foco
ru: Готовы к сосредоточенной практике
vi: Sẵn sàng luyện tập tập trung
zh_hans: 准备好专注练习
zh_hant: 準備好專注練習

source: Recent practice
ar: التدريبات الأخيرة
de: Letzte Übungseinheiten
es: Prácticas recientes
fr: Séances récentes
ja: 最近の練習
ko: 최근 연습
pt_br: Práticas recentes
ru: Недавние занятия
vi: Các buổi luyện tập gần đây
zh_hans: 最近练习
zh_hant: 最近練習

source: Record your first note
ar: سجّل نغمتك الأولى
de: Nimm deine erste Note auf
es: Graba tu primera nota
fr: Enregistrez votre première note
ja: 最初の音を録音
ko: 첫 음 녹음하기
pt_br: Grave sua primeira nota
ru: Запишите первую ноту
vi: Ghi âm nốt đầu tiên
zh_hans: 录制第一个音
zh_hant: 錄製第一個音

source: Record your first note to see a practice tip.
ar: قم بتسجيل ملاحظتك الأولى للاطلاع على نصيحة التدريب.
de: Nimm deine erste Note auf, um einen Übungstipp zu sehen.
es: Graba tu primera nota para ver un consejo de práctica.
fr: Enregistrez votre première note pour voir un conseil pratique.
ja: 最初の音を録音して練習のヒントを確認してください。
ko: 첫 음을 녹음하면 연습 팁을 볼 수 있습니다.
pt_br: Grave sua primeira nota para ver uma dica prática.
ru: Запишите первую ноту, чтобы увидеть совет по занятиям.
vi: Ghi âm nốt đầu tiên để xem mẹo luyện tập.
zh_hans: 录下第一个音符即可查看练习提示。
zh_hant: 錄下第一個音符即可查看練習提示。

source: Recording
ar: التسجيل
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録音
ko: 녹음
pt_br: Gravação
ru: Запись
vi: Bản ghi
zh_hans: 录音
zh_hant: 錄音

source: Recording deleted
ar: تم حذف التسجيل
de: Aufnahme gelöscht
es: Grabación eliminada
fr: Enregistrement supprimé
ja: 録音が削除されました
ko: 녹음이 삭제되었습니다.
pt_br: Gravação excluída
ru: Запись удалена
vi: Đã xóa bản ghi
zh_hans: 录音已删除
zh_hant: 錄音已刪除

source: Recording stopped because the audio session was interrupted.
ar: توقف التسجيل بسبب مقاطعة الجلسة الصوتية.
de: Die Aufnahme wurde gestoppt, da die Audiositzung unterbrochen wurde.
es: La grabación se detuvo porque se interrumpió la sesión de audio.
fr: L'enregistrement s'est arrêté car la session audio a été interrompue.
ja: 音声セッションが中断されたため、録音が停止されました。
ko: 오디오 세션이 중단되어 녹음이 중지되었습니다.
pt_br: A gravação foi interrompida porque a sessão de áudio foi interrompida.
ru: Запись остановлена, поскольку аудиосеанс был прерван.
vi: Quá trình ghi đã dừng do phiên âm thanh bị gián đoạn.
zh_hans: 由于音频会话中断，录音已停止。
zh_hant: 由於音訊會話中斷，錄音已停止。

source: Recordings
ar: التسجيلات
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
ja: 録音
ko: 녹음
pt_br: Gravações
ru: Записи
vi: Bản ghi âm
zh_hans: 录音
zh_hant: 錄音

source: Reference
ar: النغمة المرجعية
de: Referenzton
es: Tono de referencia
fr: Son de référence
ja: 基準音
ko: 기준음
pt_br: Tom de referência
ru: Эталонный тон
vi: Âm tham chiếu
zh_hans: 参考音
zh_hant: 參考音

source: Reference tone volume
ar: مستوى صوت النغمة المرجعية
de: Referenztonlautstärke
es: Volumen del tono de referencia
fr: Volume de tonalité de référence
ja: 基準音の音量
ko: 기준음 볼륨
pt_br: Volume do tom de referência
ru: Громкость эталонного тона
vi: Âm lượng tham chiếu
zh_hans: 参考音量
zh_hant: 參考音量

source: Relaxed slurs
ar: ربط النغمات باسترخاء
de: Lockere Bindungen
es: Ligaduras relajadas
fr: Liaisons souples
ja: リラックスしたスラー
ko: 편안한 슬러
pt_br: Ligados relaxados
ru: Расслабленное легато
vi: Luyến tiếng nhẹ nhàng
zh_hans: 轻松的连音
zh_hant: 輕鬆的圓滑奏

source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
ru: Удалить из избранного
vi: Xóa khỏi mục yêu thích
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
ru: Переименовать
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename preset
ar: إعادة تسمية الإعداد المسبق
de: Voreinstellung umbenennen
es: Cambiar nombre preestablecido
fr: Renommer le préréglage
ja: プリセット名の変更
ko: 사전 설정 이름 바꾸기
pt_br: Renomear predefinição
ru: Переименование пресета
vi: Đổi tên giá trị đặt trước
zh_hans: 重命名预设
zh_hant: 重新命名預設

source: Repeat stable long tones and hold each pitch through the release.
ar: كرر النغمات الطويلة الثابتة وحافظ على كل طبقة صوتية حتى نهاية النغمة.
de: Wiederholen Sie stabile lange Töne und halten Sie jede Tonhöhe bis zum sauberen Absetzen.
es: Repita tonos largos estables y sostenga cada altura hasta terminar la nota.
fr: Répétez des sons tenus stables et maintenez chaque hauteur jusqu’à la fin du son.
ja: 安定したロングトーンを繰り返し、音の終わりまで各音程を保ちます。
ko: 안정적인 롱톤을 반복하고 소리가 끝날 때까지 각 음정을 유지하세요.
pt_br: Repita notas longas e estáveis e sustente cada altura até o fim da nota.
ru: Повторяйте устойчивые длинные звуки и удерживайте каждую ноту до окончания звучания.
vi: Lặp lại các nốt dài ổn định và giữ từng cao độ cho đến hết âm.
zh_hans: 重复稳定的长音，并将每个音高保持到收音结束。
zh_hant: 重複穩定的長音，並將每個音高保持到收音結束。

source: Restart from the beginning
ar: أعد التشغيل من البداية
de: Starten Sie von vorne
es: Reiniciar desde el principio
fr: Recommencer depuis le début
ja: 最初からやり直す
ko: 처음부터 다시 시작
pt_br: Reiniciar desde o início
ru: Перезапустить с начала
vi: Làm lại từ đầu
zh_hans: 从头开始
zh_hant: 從頭開始

source: Restoring secure practice data…
ar: جارٍ استعادة بيانات التدريب الآمنة…
de: Geschützte Übungsdaten werden wiederhergestellt…
es: Restaurando datos de práctica protegidos…
fr: Restauration des données d’entraînement sécurisées…
ja: 保護された練習データを復元中…
ko: 보안 연습 데이터 복원 중…
pt_br: Restaurando dados de prática protegidos…
ru: Восстановление защищённых данных занятий…
vi: Đang khôi phục dữ liệu luyện tập được bảo vệ…
zh_hans: 正在恢复受保护的练习数据…
zh_hant: 正在復原受保護的練習資料…

source: Resume block
ar: استئناف الجزء
de: Abschnitt fortsetzen
es: Reanudar bloque
fr: Reprendre le bloc
ja: ブロックを再開
ko: 블록 계속
pt_br: Retomar bloco
ru: Продолжить блок
vi: Tiếp tục phần
zh_hans: 继续练习块
zh_hant: 繼續練習區塊

source: Resume warm-up
ar: استئناف الإحماء
de: Aufwärmen fortsetzen
es: Reanudar calentamiento
fr: Reprendre l’échauffement
ja: ウォームアップを再開
ko: 워밍업 계속
pt_br: Retomar aquecimento
ru: Продолжить разминку
vi: Tiếp tục khởi động
zh_hans: 继续热身
zh_hant: 繼續熱身

source: Return to Settings and sign in before joining a class.
ar: ارجع إلى الإعدادات وسجّل الدخول قبل الانضمام إلى صف.
de: Kehren Sie zu den Einstellungen zurück und melden Sie sich an, bevor Sie einem Kurs beitreten.
es: Regrese a Configuración e inicie sesión antes de unirse a una clase.
fr: Revenez aux paramètres et connectez-vous avant de rejoindre un cours.
ja: クラスに参加する前に、[設定] に戻ってサインインします。
ko: 클래스에 참여하기 전에 설정으로 돌아가 로그인하세요.
pt_br: Volte para Configurações e faça login antes de ingressar em uma aula.
ru: Вернитесь в настройки и войдите в систему, прежде чем присоединиться к классу.
vi: Quay lại Cài đặt và đăng nhập trước khi tham gia lớp học.
zh_hans: 在加入班级之前返回“设置”并登录。
zh_hant: 在加入班級之前返回“設定”並登入。

source: Review instrument setup
ar: مراجعة إعداد الآلة
de: Instrumentenauswahl prüfen
es: Revisar configuración del instrumento
fr: Vérifier le choix de l’instrument
ja: 楽器設定を確認
ko: 악기 설정 검토
pt_br: Revisar configuração do instrumento
ru: Проверить выбор инструмента
vi: Xem lại thiết lập nhạc cụ
zh_hans: 查看乐器设置
zh_hant: 檢視樂器設定

source: Rotate
ar: تدوير
de: Drehen
es: rotar
fr: Rotation
ja: 回転
ko: 회전
pt_br: Girar
ru: Поворот
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

source: Rotate, crop, and enhance the practice preview. Original file remains local.
ar: قم بتدوير واقتصاص وتعزيز معاينة التدريب. يظل الملف الأصلي محليًا.
de: Drehen, beschneiden und verbessern Sie die Übungsvorschau. Die Originaldatei bleibt lokal.
es: Gire, recorte y mejore la vista previa de la práctica. El archivo original permanece local.
fr: Faites pivoter, recadrez et améliorez l’aperçu de la pratique. Le fichier d'origine reste local.
ja: 練習プレビューを回転、切り抜き、強化します。元のファイルはローカルに残ります。
ko: 연습 미리보기를 회전하고 자르고 향상하세요. 원본 파일은 로컬에 남아 있습니다.
pt_br: Gire, corte e aprimore a visualização da prática. O arquivo original permanece local.
ru: Поворачивайте, обрезайте и улучшайте предварительный просмотр практики. Исходный файл остается локальным.
vi: Xoay, cắt và nâng cao bản xem trước thực hành. Tệp gốc vẫn còn cục bộ.
zh_hans: 旋转、裁剪和增强练习预览。原始文件保留在本地。
zh_hant: 旋轉、裁切和增強練習預覽。原始文件保留在本地。

source: Running
ar: قيد التشغيل
de: Läuft
es: En curso
fr: En cours
ja: 実行中
ko: 진행 중
pt_br: Em andamento
ru: Выполняется
vi: Đang chạy
zh_hans: 进行中
zh_hant: 進行中

source: Sample
ar: عينة
de: Probe
es: muestra
fr: Échantillon
ja: サンプル
ko: 샘플
pt_br: Amostra
ru: Образец
vi: mẫu
zh_hans: 样品
zh_hant: 樣品

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save every tempo, meter, subdivision, sound, haptic, and volume setting together.
ar: احفظ جميع إعدادات السرعة والميزان الإيقاعي والتقسيم الإيقاعي والصوت والاهتزاز ومستوى الصوت معًا.
de: Speichern Sie alle Tempo-, Taktart-, rhythmischen Unterteilungs-, Klang-, Haptik- und Lautstärkeeinstellungen zusammen.
es: Guarda juntos todos los ajustes de tempo, compás, subdivisión rítmica, sonido, respuesta háptica y volumen.
fr: Enregistrez ensemble tous les réglages de tempo, de mesure, de subdivision rythmique, de son, de retour haptique et de volume sonore.
ja: テンポ、拍子、拍の分割、サウンド、触覚フィードバック、音量の各設定をまとめて保存します。
ko: 템포, 박자, 박 세분, 소리, 햅틱 및 음량 설정을 함께 저장하세요.
pt_br: Salve juntas todas as configurações de andamento, compasso, subdivisão rítmica, som, resposta tátil e volume.
ru: Сохраните вместе все настройки темпа, размера, деления доли, звука, тактильной отдачи и громкости.
vi: Lưu cùng nhau mọi cài đặt tốc độ, nhịp, phân chia nhịp, âm thanh, phản hồi xúc giác và âm lượng.
zh_hans: 将速度、拍号、节拍细分、声音、触觉反馈和音量设置一并保存。
zh_hant: 將速度、拍號、節拍細分、聲音、觸覺回饋和音量設定一併儲存。

source: Save exercise
ar: حفظ التمرين
de: Übung speichern
es: guardar ejercicio
fr: Enregistrer l'exercice
ja: 練習曲を保存
ko: 연습곡 저장
pt_br: Salvar exercício
ru: Сохранить упражнение
vi: Lưu bài luyện tập
zh_hans: 保存练习曲
zh_hant: 儲存練習曲

source: Save one quick thought for your next practice.
ar: احتفظ بفكرة واحدة سريعة لممارستك التالية.
de: Heben Sie sich einen kurzen Gedanken für Ihre nächste Übung auf.
es: Guarde un pensamiento rápido para su próxima práctica.
fr: Gardez une pensée rapide pour votre prochaine pratique.
ja: 次の練習のために簡単な考えを保存しておきます。
ko: 다음 연습을 위해 한 가지 빠른 생각을 남겨두십시오.
pt_br: Guarde um pensamento rápido para sua próxima prática.
ru: Приберегите одну короткую мысль для следующей практики.
vi: Lưu lại một suy nghĩ nhanh cho lần thực hành tiếp theo của bạn.
zh_hans: 为你的下一次练习保留一个快速的想法。
zh_hant: 為你的下一次練習保留一個快速的想法。

source: Save reflection
ar: حفظ ملاحظة التدريب
de: Übungsnotiz speichern
es: Guardar reflexión de la práctica
fr: Enregistrer la réflexion sur la séance
ja: 練習の振り返りを保存
ko: 연습 소감 저장
pt_br: Salvar reflexão sobre a prática
ru: Сохранить заметку о занятии
vi: Lưu cảm nhận buổi tập
zh_hans: 保存练习心得
zh_hant: 儲存練習心得

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pt_br: Salvo
ru: Сохранено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Scale
ar: سلم موسيقي
de: Tonleiter
es: Escala
fr: Gamme
ja: 音階
ko: 음계
pt_br: Escala
ru: Гамма
vi: Gam
zh_hans: 音阶
zh_hant: 音階

source: Score page %@ preview
ar: معاينة صفحة النوتة %@
de: Vorschau der Notenseite %@
es: Vista previa de la página %@ de la partitura
fr: Aperçu de la page %@ de la partition
ja: 楽譜ページ%@のプレビュー
ko: 악보 %@페이지 미리보기
pt_br: Prévia da página %@ da partitura
ru: Предпросмотр страницы партитуры %@
vi: Xem trước trang bản nhạc %@
zh_hans: 乐谱第 %@ 页预览
zh_hant: 樂譜第 %@ 頁預覽

source: Score page preview
ar: معاينة صفحة النوتة
de: Vorschau der Notenseite
es: Vista previa de la página de la partitura
fr: Aperçu de la page de la partition
ja: 楽譜ページのプレビュー
ko: 악보 페이지 미리보기
pt_br: Prévia da página da partitura
ru: Предпросмотр страницы партитуры
vi: Xem trước trang bản nhạc
zh_hans: 乐谱页面预览
zh_hant: 樂譜頁面預覽

source: Score Practice
ar: ممارسة النوتة الموسيقية
de: Noten üben
es: Práctica de partituras
fr: Pratique des partitions
ja: 楽譜の練習
ko: 악보 연습
pt_br: Prática de partituras
ru: Практика по нотам
vi: Luyện tập với bản nhạc
zh_hans: 乐谱练习
zh_hant: 樂譜練習

source: See all
ar: شاهد الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
ja: 全て見る
ko: 모두 보기
pt_br: Ver tudo
ru: Посмотреть все
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 看全部

source: See how your tuning changes as you practice.
ar: انظر كيف يتغير ضبطك أثناء ممارستك.
de: Sehen Sie, wie sich Ihre Stimmung beim Üben verändert.
es: Vea cómo cambia su afinación a medida que practica.
fr: Voyez comment votre réglage change au fur et à mesure que vous vous entraînez.
ja: 練習するにつれてチューニングがどのように変化するかを確認してください。
ko: 연습하면서 튜닝이 어떻게 변하는지 확인하세요.
pt_br: Veja como sua afinação muda conforme você pratica.
ru: Посмотрите, как меняется ваша настройка по мере практики.
vi: Xem cách điều chỉnh của bạn thay đổi khi bạn luyện tập.
zh_hans: 看看你的调音在练习时如何变化。
zh_hant: 看看你的調音在練習時如何變化。

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取

source: Send a text summary when you want feedback.
ar: أرسل ملخصًا نصيًا عندما تريد الحصول على تعليقات.
de: Senden Sie eine Textzusammenfassung, wenn Sie Feedback wünschen.
es: Envíe un resumen de texto cuando desee comentarios.
fr: Envoyez un résumé textuel lorsque vous souhaitez des commentaires.
ja: フィードバックが必要な場合は、テキストの概要を送信してください。
ko: 피드백이 필요할 때 텍스트 요약을 보내세요.
pt_br: Envie um resumo em texto quando desejar feedback.
ru: Отправьте текстовое резюме, если хотите оставить отзыв.
vi: Gửi một bản tóm tắt văn bản khi bạn muốn phản hồi.
zh_hans: 当您需要反馈时发送文本摘要。
zh_hant: 當您需要回饋時發送文字摘要。

source: Send password reset
ar: إرسال إعادة تعيين كلمة المرور
de: Passwort-Reset senden
es: Enviar restablecimiento de contraseña
fr: Envoyer la réinitialisation du mot de passe
ja: パスワードリセットを送信
ko: 비밀번호 재설정 보내기
pt_br: Enviar redefinição de senha
ru: Отправить сброс пароля
vi: Gửi đặt lại mật khẩu
zh_hans: 发送密码重置
zh_hant: 發送密碼重設

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: severe issue
ar: قضية خطيرة
de: schwerwiegendes Problem
es: problema grave
fr: problème grave
ja: 深刻な問題
ko: 심각한 문제
pt_br: problema grave
ru: серьезная проблема
vi: vấn đề nghiêm trọng
zh_hans: 严重问题
zh_hant: 嚴重問題

source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager
ja: シェアする
ko: 공유
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share original file
ar: مشاركة الملف الأصلي
de: Teilen Sie die Originaldatei
es: Compartir archivo original
fr: Partager le fichier original
ja: 元のファイルを共有する
ko: 원본 파일 공유
pt_br: Compartilhe o arquivo original
ru: Поделиться исходным файлом
vi: Chia sẻ tập tin gốc
zh_hans: 分享原始文件
zh_hant: 分享原始文件

source: Share recording summary
ar: مشاركة ملخص التسجيل
de: Aufzeichnungszusammenfassung teilen
es: Compartir resumen de grabación
fr: Partager le résumé de l'enregistrement
ja: 録画の概要を共有する
ko: 녹음 요약 공유
pt_br: Compartilhar resumo da gravação
ru: Поделиться сводкой записи
vi: Chia sẻ tóm tắt bản ghi
zh_hans: 分享录音总结
zh_hant: 分享錄音總結

source: Sharp
ar: مرتفع
de: Zu hoch
es: Alto
fr: Trop haut
ja: 高い
ko: 높음
pt_br: Alto
ru: Выше
vi: Cao
zh_hans: 偏高
zh_hant: 偏高

source: Sheet music
ar: ورقة الموسيقى
de: Noten
es: Partituras
fr: Partitions
ja: 楽譜
ko: 악보
pt_br: Partituras
ru: Ноты
vi: bản nhạc
zh_hans: 乐谱
zh_hant: 樂譜

source: Short reflection
ar: تأمل قصير في التدريب
de: Kurze Übungsreflexion
es: Breve reflexión sobre la práctica
fr: Brève réflexion sur la séance
ja: 短い練習の振り返り
ko: 짧은 연습 소감
pt_br: Breve reflexão sobre a prática
ru: Краткая заметка о занятии
vi: Cảm nhận ngắn về buổi tập
zh_hans: 简短练习心得
zh_hant: 簡短練習心得

source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign in before using classes.
ar: سجّل الدخول قبل استخدام الصفوف.
de: Melden Sie sich an, bevor Sie Kurse nutzen.
es: Inicia sesión antes de usar las clases.
fr: Connectez-vous avant d'utiliser les cours.
ja: クラスを使用する前にサインインしてください。
ko: 클래스을 이용하기 전에 로그인하세요.
pt_br: Faça login antes de usar as aulas.
ru: Войдите в систему, прежде чем использовать классы.
vi: Đăng nhập trước khi sử dụng lớp học.
zh_hans: 使用班级前请先登录。
zh_hant: 使用班級前請先登入。

source: Sign in to use classes
ar: سجّل الدخول لاستخدام الصفوف
de: Melden Sie sich an, um Kurse zu nutzen
es: Inicia sesión para usar las clases
fr: Connectez-vous pour utiliser les cours
ja: サインインしてクラスを使用する
ko: 클래스을 이용하려면 로그인하세요.
pt_br: Faça login para usar as aulas
ru: Войдите, чтобы использовать курсы
vi: Đăng nhập để sử dụng lớp học
zh_hans: 登录以使用班级
zh_hant: 登入以使用班級

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Signed in as %@.
ar: تم تسجيل الدخول باسم %@.
de: Angemeldet als %@.
es: Ha iniciado sesión como %@.
fr: Connecté en tant que %@.
ja: %@ としてサインインしています。
ko: %@로 로그인했습니다.
pt_br: Conectado como %@.
ru: Выполнен вход как %@.
vi: Đã đăng nhập bằng %@.
zh_hans: 以 %@ 身份登录。
zh_hant: 以 %@ 登入。

source: Signed in with Apple.
ar: تم تسجيل الدخول عبر Apple.
de: Mit Apple angemeldet.
es: Sesión iniciada con Apple.
fr: Connecté avec Apple.
ja: Appleでサインインしました。
ko: Apple로 로그인했습니다.
pt_br: Sessão iniciada com a Apple.
ru: Вход через Apple выполнен.
vi: Đã đăng nhập bằng Apple.
zh_hans: 已使用 Apple 登录。
zh_hant: 已使用 Apple 登入。

source: Signed in.
ar: تم تسجيل الدخول.
de: Angemeldet.
es: Sesión iniciada.
fr: Connecté.
ja: サインインしました。
ko: 로그인했습니다.
pt_br: Sessão iniciada.
ru: Вход выполнен.
vi: Đã đăng nhập.
zh_hans: 已登录。
zh_hant: 已登入。
